#include <stdio.h>

int main(void) {
	printf("========================================\n");
	printf("      ЛАБОРАТОРНАЯ РАБОТА № 1\n");
	printf("========================================\n");
	printf("Дисциплина: Алгоритмизация и программирование\n");
	printf("Язык:       С\n");
	printf("Тема:       Первая программа\n");
	printf("----------------------------------------\n");
	printf("Элемент          Назначение\n");
	printf("#include         Подключение библиотеки\n");
	printf("main             Начало выполнения\n");
	printf("printf           Вывод текста\n");
	printf("return 0         Успешное завершение\n");
	printf("---------------------------------------\n");
	printf("Статус: прошграмма выполнена успешно \n");
	printf("=======================================\n");

}

